{
    "locales": {
        "en": {
            "title": "<span class='text-primary'>Educational</span> Background",
            "description": "A glimpse into my academic trajectory and accomplishments."
        },

        "es": {
            "title": "Antecedentes <span class='text-primary'>Educativos</span>",
            "description": "Un vistazo a mi trayectoria académica y logros."
        }       
    },

    "items": [
        {
            "id": "engineer_itm",
            "place": "@link{places.itm}",
            "period": ["2015/02", "2020/05"],

            "locales": {
                "en": {
                    "title": "Software Engineer",
                    "description": "Graduated with a solid background in design and development of solutions in network environments based on Software Development paradigms and tools, as well as their management on servers for deployment and monitoring."
                },

                "es": {
                    "title": "Ingeniero de Sistemas",
                    "description": "Graduado con una sólida formación en diseño y desarrollo de soluciones en entornos de red basados en paradigmas y herramientas de Desarrollo de Software, así cómo su manejo en servidores para su despliegue y monitoreo."
                }
            }
        },
        {
            "id": "engineer_specialization_itm",
            "place": "@link{places.itm}",
            "period": ["2024/01", "2014/11"],

            "locales": {
                "en": {
                    "title": "Software Engineer Specialization",
                    "description": "Enrolled in an online program covering essential UX concepts, including user research, usability testing, and information architecture. Strengthened skills in creating intuitive and user-friendly digital experiences."
                },

                "es": {
                    "title": "Especialización en Ingeniería de Software",
                    "description": "Inscrito en un programa en línea que abarca conceptos esenciales de UX, incluida la investigación de usuarios, pruebas de usabilidad y arquitectura de la información. Reforzó habilidades en la creación de experiencias digitales intuitivas y amigables para el usuario."
                },

                "fr": {
                    "title": "Certification en Fondamentaux de l'UX en Ligne",
                    "description": "Inscrit à un programme en ligne couvrant les concepts essentiels de l'UX, y compris la recherche utilisateur, les tests de convivialité et l'architecture de l'information. Renforcé les compétences dans la création d'expériences numériques intuitives et conviviales."
                },

                "zh": {
                    "title": "UX 基础在线认证",
                    "description": "参加了一项涵盖基本 UX 概念的在线课程，包括用户研究、可用性测试和信息架构。加强了在创建直观且用户友好的数字体验方面的技能。"
                }
            }
        }      
    ]
}